Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: Instructions
ar: الإرشادات
ca: Instruccions
cy: Cyfarwyddiadau
da: Instruktioner
de: Anleitungen
es: Instrucciones
es_es: Instrucciones
fi: Ohjeet
ga: Treoracha
hi: निर्देश
is: Fyrirmæli
it: Istruzioni
ja: 指示
ms: Arahan
nb: Instruksjoner
nl: Instructies
pl: Instrukcje
pt: Instruções
pt_br: Instruções
ru: Инструкции
sl: Navodila
sv: Instruktioner
th: คำแนะนำ
vi: Chỉ Dẫn
zh: 说明
zh_hk: 教學

source: International Date Line West (-12:00)
ar: خط التوقيت العالمي غربًا (-12:00)
ca: Línia Internacional de Canvi de Data (-12:00)
cy: Dyddlinell Ryngwladol y Gorllewin (-12:00)
da: International datolinje vest (-12:00)
de: Internationale Datumsgrenze West (-12:00)
es: Línea internacional de cambio de fecha del oeste (-12:00)
es_es: Línea de fecha internacional oeste (-12:00)
fi: Kansainvälinen päiväraja länsi (-12:00)
fr: Ligne de changement de date ouest (-12:00)
fr_ca: Ligne de date internationale ouest (-12:00)
ga: Líne Idirnáisiúnta Dáta Thiar (-12:00)
hi: अंतर्राष्ट्रीय तिथि रेखा पश्चिम (-12:00)
is: Dagalínan, vestur (-12:00)
it: Linea internazionale del cambio di data (ovest) (-12:00)
ja: 国際日付変更線西側(-12:00)
ms: Garis Tarikh Antarabangsa Barat (-12:00)
nb: Internasjonal datolinje vest (-12:00)
nl: Internationale westelijke datumgrens (-12:00)
pl: Linia zmiany daty (półkula zachodnia) (-12:00)
pt: Linha Internacional de Data Oeste (-12:00)
pt_br: Linha Internacional de Data Oeste (-12:00)
ru: Линия перемены дат (-12:00)
sl: Mednarodna datumska meja – zahod (-12:00)
sv: Internationella datumlinjen, väst (-12:00)
th: เส้นแบ่งเขตวันสากล ตะวันตก (-12:00)
vi: Đường Đổi Ngày Quốc Tế Phía Tây (-12:00)
zh: 国际日期变更线西边 (-12:00)
zh_hk: 國際換日線以西 (-12:00)

source: Irkutsk (+08:00/+08:00)
ar: إيركوتسك (+08:00/+08:00)
fr: Irkoutsk (+08:00/+08:00)
ga: Ircutsk (+08:00/+08:00)
hi: इरकुत्स्क (+08:00/+08:00)
ja: イルクーツク (+08:00/+08:00)
nl: Irkoetsk (+08:00/+08:00)
pl: Irkuck (+08:00/+08:00)
ru: Иркутск (+08:00/+08:00)
th: อีร์คุตสค์ (+08:00/+08:00)
zh: 伊尔库茨克 (+08:00/+08:00)
zh_hk: 伊爾庫茨克 (+08:00/+08:00)

source: is due on
ar: مستحق في
ca: venç el
cy: Mae angen cyflwyno ar
da: skal afleveres den
de: ist fällig am
es: tiene fecha de entrega el
es_es: vence el
fi: erääntymispäivä on
fr: est attendu le
fr_ca: est due le
ga: dlite ar an
hi: इस तिथि को नियत है:
is: er með skilafrest
it: scade il
ja: .は、.が期限です
ms: harus siap pada
nb: forfaller
nl: moet worden ingeleverd op
pl: ma termin
pt: é devido em
pt_br: deve ser feito até
ru: срок сдачи
sl: ima rok dne
sv: ska lämnas in
th: ครบกำหนดเมื่อ
vi: đến hạn vào
zh: 截止日期为
zh_hk: 截止日期為

source: Islamabad (+05:00)
ar: إسلام آباد (+05:00)
ga: Ioslamabad (+05:00)
hi: इस्लामाबाद (+05:00)
ja: イスラマバード (+05:00)
pt_br: Islamabade (+05:00)
ru: Исламабад (+05:00)
th: อิสลามาบัด (+05:00)
zh: 伊斯兰堡 (+05:00)
zh_hk: 伊斯蘭馬巴德 (+05:00)

source: Istanbul (+03:00/+03:00)
ar: إسطنبول (+03:00/+03:00)
cy: Istanbwl (+03:00/+03:00)
es: Estambul (+03:00/+03:00)
es_es: Estambul (+03:00/+03:00)
ga: Iostanbúl (+03:00/+03:00)
hi: इस्तांबुल (+03:00/+03:00)
is: Istanbúl (+03:00/+03:00)
ja: イスタンブール (+03:00/+03:00)
pl: Stambuł (+03:00/+03:00)
pt_br: Istambul (+03:00/+03:00)
ru: Стамбул (+03:00/+03:00)
sl: Carigrad (+03:00/+03:00)
th: อิสตันบุล (+03:00/+03:00)
zh: 伊斯坦布尔 (+03:00/+03:00)
zh_hk: 伊斯坦堡 (+03:00/+03:00)

source: Jakarta (+07:00)
ar: جاكرتا (+07:00)
es: Yakarta (+07:00)
es_es: Yakarta (+07:00)
ga: Iacárta (+07:00)
hi: जकार्ता (+07:00)
it: Giacarta (+07:00)
ja: ジャカルタ (+07:00)
nl: Djakarta (+07:00)
pl: Dżakarta (+07:00)
pt: Jacarta (+07:00)
pt_br: Jacarta (+07:00)
ru: Джакарта (+07:00)
sl: Džakarta (+07:00)
th: จาการ์ต้า (+07:00)
zh: 雅加达 (+07:00)
zh_hk: 雅加達 (+07:00)

source: Jerusalem (+02:00/+03:00)
ar: القدس (+02:00/+03:00)
cy: Jeriwsalem (+02:00/+03:00)
es: Jerusalén (+02:00/+03:00)
es_es: Jerusalén (+02:00/+03:00)
fr_ca: Jérusalem (+02:00/+03:00)
ga: Iarúsailéim (+02:00/+03:00)
hi: यरूशलेम (+02:00/+03:00)
is: Jerúsalem (+02:00/+03:00)
it: Gerusalemme (+02:00/+03:00)
ja: エルサレム (+02:00/+03:00)
nl: Jeruzalem (+02:00/+03:00)
pl: Jerozolima (+02:00/+03:00)
pt: Jerusalém (+02:00/+03:00)
pt_br: Jerusalém (+02:00/+03:00)
ru: Иерусалим (+02:00/+03:00)
sl: Jeruzalem (+02:00/+03:00)
th: เยรูซาเล็ม (+02:00/+03:00)
zh: 耶路撒冷 (+02:00/+03:00)
zh_hk: 耶路撒冷 (+02:00/+03:00)

source: Kabul (+04:30/+04:30)
ar: كابول (+04:30/+04:30)
fr: Kaboul (+04:30/+04:30)
fr_ca: Kaboul (+04:30/+04:30)
ga: Cabúl (+04:30/+04:30)
hi: काबुल (+04:30/+04:30)
ja: カブール (+04:30/+04:30)
pt_br: Cabul (+04:30/+04:30)
ru: Кабул (+04:30/+04:30)
th: คาบุล (+04:30/+04:30)
zh: 喀布尔 (+04:30/+04:30)
zh_hk: 喀布爾 (+04:30/+04:30)

source: Kaliningrad (+02:00)
ar: كالينينغراد (+02:00)
es: Kaliningrado (+02:00)
es_es: Kaliningrado (+02:00)
hi: कलिनिनग्राद (+02:00)
is: Kalíníngrad (+02:00)
ja: カリーニングラード (+02:00)
pt: Kaliningrado (+02:00)
pt_br: Kaliningrado (+02:00)
ru: Калининград (+02:00)
th: คาลีนินกราด (+02:00)
zh: 加里宁格勒 (+02:00)
zh_hk: 加里林格勒 (+02:00)

source: Kamchatka (+12:00/+12:00)
ar: كامتشاتكا (+12:00/+12:00)
ca: Kamtxatka (+12:00/+12:00)
da: Kamtjatka (+12:00/+12:00)
de: Kamtschatka (+12:00/+12:00)
hi: कामचटका (+12:00/+12:00)
ja: カムチャッカ (+12:00/+12:00)
pl: Kamczatka (+12:00/+12:00)
ru: Камчатка (+12:00/+12:00)
sl: Kamčatka (+12:00/+12:00)
sv: Kamtjatka (+12:00/+12:00)
th: คัมชัตคา (+12:00/+12:00)
zh: 堪察加半岛 (+12:00/+12:00)
zh_hk: 堪察加 (+12:00/+12:00)

source: Karachi (+05:00)
ar: كراتشي (+05:00)
de: Karatschi (+05:00)
hi: कराची (+05:00)
ja: カラチ (+05:00)
pl: Karaczi (+05:00)
pt_br: Carachi (+05:00)
ru: Карачи (+05:00)
sl: Karači (+05:00)
th: การาจี (+05:00)
zh: 卡拉奇 (+05:00)
zh_hk: 喀拉蚩 (+05:00)

source: Kathmandu (+05:45/+05:45)
ar: كاتماندو (+05:45/+05:45)
ca: Katmandú (+05:45/+05:45)
de: Katmandu (+05:45/+05:45)
es: Katmandú (+05:45/+05:45)
es_es: Katmandú (+05:45/+05:45)
fr: Katmandou (+05:45/+05:45)
fr_ca: Katmandou (+05:45/+05:45)
hi: काठमांडू (+05:45/+05:45)
it: Katmandu (+05:45/+05:45)
ja: カトマンズ (+05:45/+05:45)
pl: Katmandu (+05:45/+05:45)
pt_br: Katmandu (+05:45/+05:45)
ru: Катманду (+05:45/+05:45)
sl: Katmandu (+05:45/+05:45)
sv: Katmandu (+05:45/+05:45)
th: กาดมันดุ (+05:45/+05:45)
zh: 加德满都 (+05:45/+05:45)
zh_hk: 加德滿都 (+05:45/+05:45)

source: Kolkata (+05:30)
ar: كولكاتا (+05:30)
es: Calcuta (+05:30)
es_es: Calcuta (+05:30)
hi: कोलकाता (+05:30)
it: Calcutta (+05:30)
ja: コルカタ (+05:30)
pl: Kalkuta (+05:30)
pt: Calcutá (+05:30)
pt_br: Calcutá (+05:30)
ru: Колката (+05:30)
sl: Kalkuta (+05:30)
th: กอลกัตต้า (+05:30)
zh: 加尔各答 (+05:30)
zh_hk: 加爾各答 (+05:30)

source: Krasnoyarsk (+07:00/+07:00)
ar: كراسنويارسك (+07:00/+07:00)
ca: Krasnoiarsk (+07:00/+07:00)
da: Krasnojarsk (+07:00/+07:00)
de: Krasnojarsk (+07:00/+07:00)
fr: Krasnoïarsk (+07:00/+07:00)
fr_ca: Krasnoïarsk (+07:00/+07:00)
hi: क्रास्नोयार्स्क (+07:00/+07:00)
ja: クラスノヤルスク (+07:00/+07:00)
pl: Krasnojarsk (+07:00/+07:00)
ru: Красноярск (+07:00/+07:00)
sl: Krasnojarsk (+07:00/+07:00)
sv: Krasnojarsk (+07:00/+07:00)
th: ครัสโนยาสค์ (+07:00/+07:00)
zh: 克拉斯诺雅茨克 (+07:00/+07:00)
zh_hk: 克拉斯諾亞爾斯克 (+07:00/+07:00)

source: Kuala Lumpur (+08:00/+08:00)
ar: كوالالمبور (+08:00/+08:00)
hi: कुआलालंपुर (+08:00/+08:00)
ja: クアラルンプール (+08:00/+08:00)
ru: Куала-Лумпур (+08: 00/+08:00)
th: กัวลาลัมเปอร์ (+08:00/+08:00)
zh: 吉隆坡 (+08:00/+08:00)
zh_hk: 吉隆坡 (+08:00/+08:00)

source: Kuwait (+03:00/+03:00)
ar: الكويت (+03:00/+03:00)
fr: Koweït (+03:00/+03:00)
fr_ca: Koweït (+03:00/+03:00)
ga: Cuáit (+03:00/+03:00)
hi: कुवैत (+03:00/+03:00)
is: Kúveit (+03:00/+03:00)
ja: クウェート (+03:00/+03:00)
nl: Koeweit (+03:00/+03:00)
pl: Kuwejt (+03:00/+03:00)
ru: Кувейт (+03:00/+03:00)
sl: Kuvajt (+03:00/+03:00)
th: คูเวต (+03:00/+03:00)
zh: 科威特 (+03:00/+03:00)
zh_hk: 科威特 (+03:00/+03:00)

source: Kyiv (+02:00/+03:00)
ar: كييف (+02:00/+03:00)
ca: Kíev (+02:00/+03:00)
da: Kiev (+02:00/+03:00)
de: Kiev (+02:00/+03:00)
es: Kiev (+02:00/+03:00)
es_es: Kiev (+02:00/+03:00)
fr: Kiev (+02:00/+03:00)
hi: कीव (+02:00/+03:00)
is: Kíev (+02:00/+03:00)
it: Kiev (+02:00/+03:00)
ja: キーウ (+02:00/+03:00)
ms: Kiev (+02:00/+03:00)
pl: Kijów (+02:00/+03:00)
ru: Киев (+02:00/+03:00)
sl: Kijev (+02:00/+03:00)
sv: Kiev (+02:00/+03:00)
th: เคียฟ (+02:00/+03:00)
zh: 基辅 (+02:00/+03:00)
zh_hk: 基輔 (+02:00/+03:00)

source: La Paz (-04:00/-04:00)
ar: لاباز (-04:00/-04:00)
hi: ला पाज़ (-04:00/-04:00)
ja: ラパス (-04:00/-04:00)
ru: Ла-Пас (-04: 00/-04:00)
th: ลาปาซ (-04:00/-04:00)
zh: 拉巴斯 (-04:00/-04:00)
zh_hk: 拉巴斯 (-04:00/-04:00)

source: Label
ar: التسمية
ca: Etiqueta
da: Mærkat
de: Beschriftung
es: Etiqueta
es_es: Etiqueta
fi: Selite
fr: Libellé
fr_ca: Libellé
ga: Lipéad
hi: लेबल
is: Merki
it: Etichetta
ja: ラベル
nb: Merke
pl: Etykieta
pt: Etiqueta
pt_br: Rótulo
ru: Ярлык
sl: Oznaka
sv: Etikett
th: ฉลากกำกับ
vi: Nhãn
zh: 标签
zh_hk: 標籤

source: Late
ar: متأخر
ca: Endarrerit
cy: Yn Hwyr
da: Sen
de: Verspätet
es: Con atraso
es_es: Atrasado
fi: Myöhään
fr: En retard
fr_ca: En retard
ga: Déanach
hi: विलंब
is: Seint
it: In ritardo
ja: 遅延
ms: Lewat
nb: Sent
nl: Te laat
pl: Po terminie
pt: Atrasado
pt_br: Atrasado
ru: Поздно
sl: Zamuda
sv: Sen
th: ล่าช้า
vi: Muộn
zh: 迟交
zh_hk: 遲交

source: Learn
ar: تعلم
ca: Aprèn
cy: Dysgu
da: Lær
de: Lernen
es: Aprender
es_es: Aprendizaje
fi: Opi
fr: Apprendre
fr_ca: Apprendre
ga: Foghlaim
hi: सीखें
is: Læra
it: Apprendi
ja: 学習する
ms: Belajar
nb: Lær
nl: Leren
pl: Nauka
pt: Aprender
pt_br: Aprender
ru: Обучение
sl: Učenje
sv: Lär dig
th: เรียนรู้
vi: Học Tập
zh: 学习
zh_hk: 學習

source: Lima (-05:00/-05:00)
ar: ليما (-05:00/-05:00)
ga: Líoma (-05:00/-05:00)
hi: लीमा (-05:00/-05:00)
ja: リマ (-05:00/-05:00)
ru: Лима (-05:00/-05:00)
th: ลิมา (-05:00/-05:00)
zh: 利马 (-05:00/-05:00)
zh_hk: 利馬 (-05:00/-05:00)

source: Lisbon (+00:00/+01:00)
ar: لشبونة (+00:00/+01:00)
ca: Lisboa (+00:00/+01:00)
da: Lissabon (+00:00/+01:00)
de: Lissabon (+00:00/+01:00)
es: Lisboa (+00:00/+01:00)
es_es: Lisboa (+00:00/+01:00)
fi: Lissabon (+00:00/+01:00)
fr: Lisbonne (+00:00/+01:00)
fr_ca: Lisbonne (+00:00/+01:00)
ga: Liospóin (+00:00/+01:00)
hi: लिस्बन (+00:00/+01:00)
is: Lissabon (+00:00/+01:00)
it: Lisbona (+00:00/+01:00)
ja: リスボン (+00:00/+01:00)
nb: Lisboa (+00:00/+01:00)
nl: Lissabon (+00:00/+01:00)
pl: Lizbona (+00:00/+01:00)
pt: Lisboa (+00:00/+01:00)
pt_br: Lisboa (+00:00/+01:00)
ru: Лиссабон (+00:00/+01:00)
sl: Lizbona (+00:00/+01:00)
sv: Lissabon (+00:00/+01:00)
th: ลิสบอน (+00:00/+01:00)
zh: 里斯本 (+00:00/+01:00)
zh_hk: 里斯本 (+00:00/+01:00)

source: Ljubljana (+01:00/+02:00)
ar: ليوبليانا (+01:00/+02:00)
es: Liubliana (+01:00/+02:00)
es_es: Liubliana (+01:00/+02:00)
ga: Liúibleána (+01:00/+02:00)
hi: ज़ुब्लजाना (+01:00/+02:00)
is: Ljúblíana (+01:00/+02:00)
it: Lubiana (+01:00/+02:00)
ja: リュブリャナ (+01:00/+02:00)
pl: Lublana (+01:00/+02:00)
pt_br: Liubliana (+01:00/+02:00)
ru: Любляна (+01:00/+02:00)
th: ลูบลิยานา (+01:00/+02:00)
zh: 卢布尔雅那 (+01:00/+02:00)
zh_hk: 盧布爾雅那 (+01:00/+02:00)

source: Locked
ar: مؤمّن
ca: S’ha bloquejat
cy: Wedi cloi
da: Låst
de: Gesperrt
es: Bloqueado
es_es: Bloqueado
fi: Lukittu
fr: Verrouillé
fr_ca: Verrouillé
ga: Faoi ghlas
hi: लॉक किया गया
is: Læst
it: Bloccato
ja: ロックされています
ms: Berkunci
nb: Låst
nl: Vergrendeld
pl: Zablokowany
pt: Bloqueado
pt_br: Bloqueado(a)
ru: Заблокировано
sl: Zaklenjeno
sv: Låst
th: ล็อคแล้ว
vi: Bị Khóa
zh: 已锁定
zh_hk: 已鎖定

source: Locked Content
ar: محتوى مؤمّن
ca: Contingut bloquejat
cy: Cynnwys wedi’i gloi
da: Låst indhold
de: Gesperrter Inhalt
es: Contenido bloqueado
es_es: Contenido bloqueado
fi: Lukittu sisältö
fr: Contenu verrouillé
fr_ca: Contenu verrouillé
ga: Ábhar Faoi Ghlas
hi: लॉक की गई सामग्री
is: Læst efni
it: Contenuto bloccato
ja: ロックされているコンテンツ
ms: Kandungan Berkunci
nb: Låst innhold
nl: Vergrendelde inhoud
pl: Zablokowana zawartość
pt: Conteúdo bloqueado
pt_br: Conteúdo bloqueado
ru: Заблокированный контент
sl: Zaklenjena vsebina
sv: Låst innehåll
th: เนื้อหาที่ล็อคไว้
vi: Nội Dung Bị Khóa
zh: 已锁定的内容
zh_hk: 鎖定內容

source: Logout
ar: تسجيل الخروج
ca: Tanca la sessió
cy: Allgofnodi
de: Abmelden
es: Cerrar sesión
es_es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
fr_ca: Déconnexion
ga: Logáil amach
hi: लॉग आउट करें
is: Útskráning
it: Disconnessione
ja: ログアウト
ms: Log keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt: Sair
pt_br: Sair
ru: Выйти
sl: Odjava
sv: Logga ut
th: ล็อกเอาท์
vi: Đăng Xuất
zh: 退出
zh_hk: 登出

source: London (+00:00/+01:00)
ar: لندن (+00:00/+01:00)
ca: Londres (+00:00/+01:00)
cy: Llundain (+00:00/+01:00)
es: Londres (+00:00/+01:00)
es_es: Londres (+00:00/+01:00)
fi: Lontoo (+00:00/+01:00)
fr: Londres (+00:00/+01:00)
fr_ca: Londres (+00:00/+01:00)
ga: Londain (+00:00/+01:00)
hi: लंदन (+00:00/+01:00)
it: Londra (+00:00/+01:00)
ja: ロンドン (+00:00/+01:00)
nl: Londen (+00:00/+01:00)
pl: Londyn (+00:00/+01:00)
pt: Londres (+00:00/+01:00)
pt_br: Londres (+00:00/+01:00)
ru: Лондон (+00:00/+01:00)
th: ลอนดอน (+00:00/+01:00)
vi: Luân Đôn (+00:00/+01:00)
zh: 伦敦 (+00:00/+01:00)
zh_hk: 倫敦 (+00:00/+01:00)

source: Madrid (+01:00/+02:00)
ar: مدريد (+01:00/+02:00)
ga: Maidrid (+01:00/+02:00)
hi: मैड्रिड (+01:00/+02:00)
is: Madríd (+01:00/+02:00)
ja: マドリード (+01:00/+02:00)
pl: Madryt (+01:00/+02:00)
pt_br: Madri (+01:00/+02:00)
ru: Мадрид (+01:00/+02:00)
th: มาดริด (+01:00/+02:00)
zh: 马德里 (+01:00/+02:00)
zh_hk: 馬德里 (+01:00/+02:00)

source: Magadan (+11:00/+11:00)
ar: ماجادان (+11:00/+11:00)
es: Magadán (+11:00/+11:00)
es_es: Magadán (+11:00/+11:00)
hi: मगदान (+11:00/+11:00)
ja: マガダン (+11:00/+11:00)
ru: Магадан (+11:00/+11:00)
th: มากาดัน (+11:00/+11:00)
zh: 马加丹 (+11:00/+11:00)
zh_hk: 馬加丹 (+11:00/+11:00)

source: Manaus (-04:00/-04:00)
ar: ماناوس (-04:00/-04:00)
es: Manaos (-04:00/-04:00)
es_es: Manaos (-04:00/-04:00)
hi: मनौस (-04:00/-04:00)
ja: マナウス（-04:00/-04:00）
ru: Манаус (-04:00/-04:00)
th: มาเนาช์ (-04:00/-04:00)
zh: 玛瑙斯 (-04:00/-04:00)
zh_hk: 瑪瑙斯 (-04:00/-04:00)

source: Mark as done
ar: تمييز كمُنجز
ca: Marca com a feta
cy: Marcio ei fod wedi’i wneud
da: Marker som færdig
de: Als fertig markieren
es: Marcar como realizado
es_es: Marcar como hecho
fi: Merkitse valmiiksi
fr: Marquer comme terminé
fr_ca: Marquer comme terminé
ga: Marcáil mar dhéanta
hi: हो गया के रूप में चिह्नित करें
is: Merkja sem lokið
it: Contrassegna come fatto
ja: 完了にする
ms: Tanda sebagai siap
nb: Merk som ferdig
nl: Markeren als klaar
pl: Oznacz jako gotowe
pt: Marcar como terminado
pt_br: Marcar como concluído
ru: Отметить как выполненное
sl: Označi kot dokončano
sv: Markera som färdig
th: กำกับว่าเสร็จสิ้นแล้ว
vi: Đánh dấu là đã xong
zh: 标记为完成
zh_hk: 標記為已完成

source: Marshall Is. (+12:00/+12:00)
ar: جزر مارشال (+12:00/+12:00)
ca: Illes Marshall (+12:00/+12:00)
cy: Ynysoedd Marshall (+12:00/+12:00)
da: Marshall-øerne (+12:00/+12:00)
de: Marshallinseln (+12:00/+12:00)
es: Islas Marshall (+12:00/+12:00)
es_es: Islas Marshall (+12:00/+12:00)
fi: Marshallinsaaret (+12:00/+12:00)
fr: Îles Marshall (+12:00/+12:00)
fr_ca: Îles Marshall (+12:00/+12:00)
hi: मार्शल द्वीप (+12:00/+12:00)
is: Marshall-eyjar (+12:00/+12:00)
it: Isole Marshall (+12:00/+12:00)
ja: マーシャル諸島(+12:00/+12:00)
ms: Kepulauan Marshall (+12:00/+12:00)
nb: Marshalløya (+12:00/+12:00)
nl: Marshalleilanden (+12:00/+12:00)
pl: Wyspy Marshalla (+12:00/+12:00)
pt: Marshall é. (+12:00/+12:00)
pt_br: Ilha Marshall (+12:00/+12:00)
ru: Маршалловы о-ва (+12:00/+12:00)
sl: Marshallovi otoki (+12:00/+12:00)
sv: Marshallöarna (+12:00/+12:00)
th: หมู่เกาะมาร์แชล (+12:00/+12:00)
vi: Quần Đảo Marshall (+12:00/+12:00)
zh: 马绍尔群岛(+12:00/+12:00)
zh_hk: 馬紹爾群島(+12:00/+12:00)

source: Mazatlan (-07:00)
ar: مازاتلان (-07:00)
es: Mazatlán (-07:00)
es_es: Mazatlán (-07:00)
fr: Mazatlán (-07:00)
hi: मज़ात्लान (-07:00)
ja: マザトラン (-07:00)
pt_br: Mazatlán (-07:00)
ru: Масатлан (-07:00)
th: มาซาตลัน (-07:00)
zh: 马萨特兰 (-07:00)
zh_hk: 馬薩特蘭 (-07:00)

source: Melbourne (+10:00/+11:00)
ar: ملبورن (+10:00/+11:00)
hi: मेलबर्न (+10:00/+11:00)
ja: メルボルン (+10:00/+11:00)
ru: Мельбурн (+10:00/+11:00)
th: เมลเบิร์น (+10:00/+11:00)
zh: 墨尔本 (+10:00/+11:00)
zh_hk: 墨爾本 (+10:00/+11:00)

source: Message
ar: الرسالة
ca: Missatge
cy: Neges
da: Besked
de: Nachricht
es: Mensaje
es_es: Mensaje
fi: Viesti
ga: Teachtaireacht
hi: संदेश
is: Skilaboð
it: Messaggio
ja: メッセージ
ms: Mesej
nb: Melding
nl: Bericht
pl: Wiadomość
pt: Mensagem
pt_br: Mensagem
ru: Сообщение
sl: Sporočilo
sv: Meddelande
th: ข้อความ
vi: Tin Nhắn
zh: 消息
zh_hk: 郵件

source: Mexico City (-06:00)
ar: مكسيكو سيتي (-06:00)
ca: Ciutat de Mèxic (-06:00)
cy: Dinas Mecsico (-06:00)
es: Ciudad de México (-06:00)
es_es: Ciudad de México (-06:00)
fr: Ville de Mexico (-06:00)
fr_ca: Mexico (-06:00)
ga: Cathair Mheicsiceo (-06:00)
hi: मेक्सिको सिटी (-06:00)
is: Mexíkóborg (-06:00)
it: Città del Messico (-06:00)
ja: メキシコシティ (-06:00)
pl: Meksyk (-06:00)
pt: Cidade do México (-06:00)
pt_br: Cidade do México (-06:00)
ru: Мехико (-05:00)
sl: Ciudad de México (-06:00)
th: เม็กซิโกซิตี้ (-06:00)
vi: Thành Phố Mexico (-06:00)
zh: 墨西哥城 (-06:00)
zh_hk: 墨西哥市 (-06:00)

source: Mid-Atlantic (-02:00/-02:00)
ar: وسط المحيط الأطلسي (-02:00/-02:00)
ca: Hora de l’Atlàntic Mitjà (-02:00/-02:00)
cy: Canol Môr yr Iwerydd (-02:00/-02:00)
da: Midtatlantisk (-02:00/-02:00)
es: Atlántico Medio (-02:00/-02:00)
es_es: Atlántico Medio de Estados Unidos (-02:00/-02:00)
fi: Keski-Atlantti (-02:00/-02:00)
ga: Lár-Atlantach (-02:00/-02:00)
hi: मध्य अटलांटिक (-02:00/-02:00)
is: Mið-Atlantshafstími (-02:00/-02:00)
it: Medio Atlantico (-02:00/-02:00)
ja: 中部大西洋岸 (-02:00/-02:00)
nb: Midt-Atlanteren (-02:00/-02:00)
nl: Midden-Atlantische Oceaan (-02:00/-02:00)
pl: Środkowy Atlantyk (-02:00/-02:00)
pt: Meio Atlântico (-02:00/-02:00)
pt_br: Atlântico Médio (-02:00/-02:00)
ru: Среднеатлантическое время (-02: 00/-02:00)
sl: Srednji Atlantik (-02:00/-02:00)
sv: Mittatlanten (-02:00)
th: มิตแอตแลนติค (-02:00/-02:00)
vi: Trung Đại Tây Dương (-02:00/-02:00)
zh: 大西洋中部 (-02:00/-02:00)
zh_hk: 大西洋中部 (-02:00/-02:00)

source: Midway Island (-11:00)
ar: جزيرة ميدواي (-11:00)
ca: Illes Midway (-11:00)
cy: Ynys Midway (-11:00)
de: Midway-Insel (-11:00)
es: Islas Midway (-11:00)
es_es: Islas Midway (-11:00)
fi: Midway-saari (-11:00)
fr: Île Midway (-11:00)
fr_ca: Île Midway (-11:00)
ga: Oileán Láir (-11:00)
hi: मिडवे आइलैंड (-11:00)
is: Midway-eyja (-11:00)
it: Isola Midway (-11:00)
ja: ミッドウェイ島 (-11:00)
ms: Pulau Midway (-11:00)
nb: Midwayøyene (-11:00)
nl: Midway-eilanden (-11:00)
pl: Wyspa Midway (-11:00)
pt: Ilha Midway (-11:00)
pt_br: Ilha Midway (-11:00)
ru: Атолл Мидуэй (-11:00)
sl: Otok Midway (-11:00)
th: เกาะมิดเวย์ (-11:00)
vi: Đảo Midway (-11:00)
zh: 中途岛 (-11:00)
zh_hk: 中途島 (-11:00)

source: mins
ar: دقائق
ca: minuts
cy: munud
da: minutter
de: Min
es: min
es_es: minutos
fi: min.
fr: minutes
fr_ca: minutes
ga: nóiméid
hi: मिनट
is: mín.
it: minuti
ja: 分
ms: minit
nb: minutter
nl: minuten
pl: min
pt: minutos
pt_br: minutos
ru: мин
sl: minut
sv: minuter
th: นาที
vi: phút
zh: 分钟
zh_hk: 分鐘

source: Minsk (+03:00/+03:00)
ar: منسك (+03:00/+03:00)
ga: Mionsc (+03:00/+03:00)
hi: मिंस्क (+03:00/+03:00)
ja: ミンスク (+03:00/+03:00)
pl: Mińsk (+03:00/+03:00)
ru: Минск (+03:00/+03:00)
th: มินสก์ (+03:00/+03:00)
zh: 明斯克 (+03:00/+03:00)
zh_hk: 明斯克 (+03:00/+03:00)

source: Missing
ar: مفقود
ca: No presentat
cy: Ar goll
da: Mangler
de: Fehlt
es: Faltantes
es_es: No presentado
fi: Puuttuu
fr: Manquant
fr_ca: Manquant
ga: Ar iarraidh
hi: लापता
is: Vantar
it: Mancante
ja: 欠如
ms: Tiada
nb: Mangler
nl: Ontbrekend
pl: Brak
pt: Em falta
pt_br: Faltante
ru: Отсутствует
sl: Manjkajoče
sv: Saknad
th: ขาดหาย
vi: Bị Thiếu
zh: 未交
zh_hk: 缺少

source: Monrovia (+00:00)
ar: مونروفيا (+00:00)
hi: मोनोरोविया (+00:00)
is: Monróvía (+00:00)
ja: モンロビア(+00:00)
pt: Monróvia (+00:00)
pt_br: Monróvia (+00:00)
ru: Монровия (+00:00)
th: มอนโรเวีย (+00:00)
zh: 蒙罗维亚 (+00:00)
zh_hk: 蒙羅維亞 (+00:00)

source: Monterrey (-06:00)
ar: مونتيري (-06:00)
hi: मॉन्टेरी (-06:00)
ja: モンテレー (-06:00)
ru: Монтеррей (-06:00)
th: มอนเทอเร่ย์ (-06:00)
zh: 蒙特雷 (-06:00)
zh_hk: 蒙特利 (-06:00)

source: Montevideo (-03:00/-03:00)
ar: مونتيفيديو (-03:00/-03:00)
fr_ca: Montévidéo (-03:00/-03:00)
hi: मोंटेवीडियो (-03:00/-03:00)
ja: モンテビデオ（-03:00/-03:00）
pt: Montevidéu (-03:00/-03:00)
pt_br: Montevidéu (-03:00/-03:00)
ru: Монтевидео (-03:00/-03:00)
th: มอนเตวิเดโอ (-03:00/-03:00)
zh: 蒙得维的亚 (-03:00/-03:00)
zh_hk: 蒙德維的亞 (-03:00/-03:00)

source: Moscow (+03:00)
ar: موسكو (+03:00)
ca: Moscou (+03:00)
da: Moskva (+03:00)
de: Moskau (+03:00)
es: Moscú (+03:00)
es_es: Moscú (+03:00)
fi: Moskova (+03:00)
fr: Moscou (+03:00)
fr_ca: Moscou (+03:00)
ga: Moscó (+03:00)
hi: मॉस्को (+03:00)
is: Moskva (+03:00)
it: Mosca (+03:00)
ja: モスクワ (+03:00)
nb: Moskva (+03:00)
nl: Moskou (+03:00)
pl: Moskwa (+03:00)
pt: Moscovo (+03:00)
pt_br: Moscou (+03:00)
ru: Москва (+03:00)
sl: Moskva (+03:00)
sv: Moskva (+03:00)
th: มอสโคว (+03:00)
vi: Moskva (+03:00)
zh: 莫斯科 (+03:00)
zh_hk: 莫斯科 (+03:00)

source: Mountain Time (US & Canada) (-07:00/-06:00)
ar: توقيت منطقة الجبال (الولايات المتحدة وكندا) (-07:00/-06:00)
ca: Hora de la Muntanya (EUA i Canadà) (-07:00/-06:00)
cy: Amser Mynyddig (UDA a Chanada) (-07:00/-06:00)
da: Mountain Time (USA og Canada) (-07:00/-06:00)
de: Mountain Time (USA und Kanada) (-07:00/-06:00)
es: Hora de la montaña (EE. UU. y Canadá) (-07:00/-06:00)
es_es: Tiempo de la montaña (EE. UU. y Canadá) (-07:00/-06:00)
fi: USA:n Kalliovuorten aika (USA & Kanada) (-07:00/-06:00)
fr: Heure des Rocheuses (US & Canada) (-07:00/-06:00)
fr_ca: Heure des montagnes (États-Unis et Canada) (-07:00/-06:00)
ga: Am Sléibhe (US & Ceanada) (-07:00/-06:00)
hi: पर्वतीय समय (US और कनाडा) (-07:00/-06:00)
is: Fjallatími (Bandaríkin og Kanada) (-07:00/-06:00)
it: Ora delle Montagne (Stati Uniti e Canada) (-07:00/-06:00)
ja: 山岳部時間（米国およびカナダ） (-07:00/-06:00)
ms: Waktu Pergunungan (AS & Kanada) (-07:00/-06:00)
nb: Mountain Time (USA og Canada) (-07:00/-06:00)
nl: Mountain-tijd (VS en Canada) (-07:00/-06:00)
pl: Czas górski (USA i Kanada) (-07:00/-06:00)
pt: Horário da Montanha (EUA e Canadá)(-07:00/-06:00)
pt_br: Horário de montanha (EUA e Canadá) (-07:00/-06:00)
ru: Зона зимнего времени (США и Канада) (-07:00/-06:00)
sl: Gorski čas (ZDA in Kanada) (-07:00/-06:00)
sv: Mountain Time (USA och Kanada ) (-07:00/-06:00)
th: เมาเทนไทม์ (สหรัฐฯ และแคนาดา) (-07:00/-06:00)
vi: Giờ Miền Núi (Hoa Kỳ & Canada) (-07:00/-06:00)
zh: 山地时间（美国和加拿大） (-07:00/-06:00)
zh_hk: 山地時間 (美國和加拿大) (-07:00/-06:00)

source: Mumbai (+05:30)
ar: مومباي (+5:30)
es_es: Bombay (+05:30)
hi: मुंबई (+05:30)
ja: ムンバイ (+05:30)
pl: Mumbaj (+05:30)
pt_br: Bombaim (+05:30)
ru: Мумбаи (+05:30)
sl: Bombaj (+05:30)
th: มุมไบ (+05:30)
zh: 孟买 (+05:30)
zh_hk: 孟買 (+05:30)

source: Muscat (+04:00/+04:00)
ar: مسقط (+04:00/+04:00)
es: Mascate (+04:00/+04:00)
es_es: Mascate (+04:00/+04:00)
hi: मस्कट (+04:00/+04:00)
it: Mascate (+04:00/+04:00)
ja: ムスカット (+04:00/+04:00)
nb: Muskat (+04:00/+04:00)
ru: Мускат (+04:00/+04:00)
sl: Muškat (+04:00/+04:00)
th: มัสกัต (+04:00/+04:00)
zh: 马斯喀特 (+04:00/+04:00)
zh_hk: 馬斯喀特 (+04:00/+04:00)

source: My program
ar: برنامجي
ca: El meu programa
cy: Fy rhaglen
da: Mit program
de: Mein Programm
es: Mi programa
es_es: Mi programa
fi: Oma ohjelma
fr: Mon programme
fr_ca: Mon programme
ga: Mo chlár
hi: मेरा कार्यक्रम
is: Brautin mín
it: Il mio programma
ja: マイプログラム
ms: Program saya
nb: Programmet mitt
nl: Mijn programma
pl: Mój program
pt: O meu programa
pt_br: Meu programa
ru: Моя программа
sl: Moj program
sv: Mitt program
th: หลักสูตรของฉัน
vi: Chương trình của tôi
zh: 我的计划
zh_hk: 我的方案

source: My progress
ar: تقدمّي
ca: El meu progrés
cy: Fy nghynnydd
da: Mine fremskridt
de: Mein Fortschritt
es: Mis avances
es_es: Mi progreso
fi: Oma edistymiseni
fr: Mes progrès
fr_ca: Mes progrès
ga: Mo dhul chun cinn
hi: मेरी प्रगति
is: Framvindan mín
it: I miei progressi
ja: 私の進捗
ms: Kemajuan saya
nb: Min fremgang
nl: Mijn voortgang
pl: Moje postępy
pt: O meu progresso
pt_br: Meu progresso
ru: Мой прогресс
sl: Moj napredek
sv: Mina framsteg
th: สถานะของฉัน
vi: Tiến trình của tôi
zh: 我的进度
zh_hk: 我的進度
